{
    "starbucks" : [
        {
            "id" : 0,
            "category" : "Freshed Brewed Coffee",
            "drinks" : [
                {
                    "title" : "Starbucks® Blonde Roast Coffee",
                    "description" : "Lightly roasted coffee that's soft, mellow and flavorful. Easy-drinking on its own and delicious with milk, sugar or flavored with vanilla, caramel or hazelnut.",
                    "size" : "Venti (20 fl oz)",
                    "calories" : 5,
                    "price" : "$2.95"
                },
                {
                    "title" : "Starbucks® Cold Brew Coffee",
                    "description" : "Handcrafted in small batches daily, slow-steeped in cool water for 20 hours, without touching heat—Starbucks® Cold Brew is made from our custom blend of beans grown to steep long and cold for a super-smooth flavor.",
                    "size" : "Venti (24 fl oz)",
                    "calories" : 5,
                    "price" : "$3.75" 
                }
            ]
        },
        {
            "id" : 1,
            "category" : "Espresso Drinks",
            "drinks" : [
                {
                    "title" : "Caffè Americano",
                    "description" : "Espresso shots topped with hot water create a light layer of crema culminating in this wonderfully rich cup with depth and nuance. Pro Tip: For an additional boost, ask your barista to try this with an extra shot.",
                    "size" : "Venti (20 fl oz)",
                    "calories" : 15,
                    "price" : "$3.55"
                },
                {
                    "title" : "Cappuccino",
                    "description" : "Dark, rich espresso lies in wait under a smoothed and stretched layer of thick milk foam. An alchemy of barista artistry and craft.",
                    "size" : "Venti (20 fl oz)",
                    "calories" : 200,
                    "price" : "$4.75"
                },
                {
                    "title" : "Caffè Latte",
                    "description" : "Our dark, rich espresso balanced with steamed milk and a light layer of foam. A perfect milk-forward warm-up.",
                    "size" : "Venti (20 fl oz)",
                    "calories" : 250,
                    "price" : "$4.75"
                },
                {
                    "title" : "Cinnamon Dolce Latte",
                    "description" : "We add freshly steamed milk and cinnamon dolce-flavored syrup to our classic espresso, topped with sweetened whipped cream and a cinnamon dolce topping to bring you specialness in a treat.",
                    "size" : "Venti (20 fl oz)",
                    "calories" : 420,
                    "price" : "$5.25"
                },
                {
                    "title" : "Starbucks® Blonde Vanilla Latte",
                    "description" : "Extra-smooth Starbucks® Blonde Espresso, velvety steamed milk and vanilla syrup come together to create a delightful new twist on a beloved espresso classic. An ideal cup for those who prefer a lighter-roasted coffee.",
                    "size" : "Venti (20 fl oz)",
                    "calories" : 320,
                    "price" : "$5.25"
                },
                {
                    "title" : "Caffè Mocha",
                    "description" : "Our rich, full-bodied espresso combined with bittersweet mocha sauce and steamed milk, then topped with sweetened whipped cream. The classic coffee drink that always sweetly satisfies.",
                    "size" : "Venti (20 fl oz)",
                    "calories" : 450,
                    "price" : "$5.25"
                },
                {
                    "title" : "Caramel Macchiato",
                    "description" : "Freshly steamed milk with vanilla-flavored syrup marked with espresso and topped with a caramel drizzle for an oh-so-sweet finish.",
                    "size" : "Venti (20 fl oz)",
                    "calories" : 310,
                    "price" : "$5.45"
                },
                {
                    "title" : "White Chocolate Mocha",
                    "description" : "Our signature espresso meets white chocolate sauce and steamed milk, and then is finished off with sweetened whipped cream to create this supreme white chocolate delight.",
                    "size" : "Venti (20 fl oz)",
                    "calories" : 530,
                    "price" : "$5.45"
                }
            ]
        },
        {
            "id" : 2,
            "category" : "Tea"
        },
        {
            "id" : 3,
            "category" : "Steamed Drinks"
        },
        {
            "id" : 4,
            "category" : "Make it Yours"
        }
    ]
}